Repository: franticpsyx/woocommerce-product-dependencies
Catalog: languages/woocommerce-product-dependencies-*.po
Languages: pt_br

source: Dependencies
pt_br: Dependências

source: Product Dependencies
pt_br: Dependências de Produto

source: Search for products (by name or ID) or variations (by ID)&hellip;
pt_br: Pesquisar por produtos&hellip;

source: Restrict access to this product based on the ownership or purchase of the items added here. Search for variations using their ID numbers.
pt_br: Restringe o acesso a este produto baseado na propriedade ou compra dos itens adicionados aqui.

source: Dependency Type
pt_br: Tipo de Dependência

source: Ownership
pt_br: Propriedade

source: Purchase
pt_br: Compra

source: Either
pt_br: Qualquer Um

source: &ldquo;<a href="%2$s">%1$s</a>&rdquo; or &quot;%s&quot;
pt_br: ou &quot;%s&quot;

source: Access to &ldquo;%2&rdquo; is restricted only to verified owners of %1$s.Acesso a &quot;%2$s&quot; é restrito somente a proprietários verificados de %1$s.
pt_br: Acesso a &quot;%2$s&quot; é restrito somente a proprietários verificados de %1$s. Como alternativa, o acesso a este item será garantido depois de adicionar um %1$s ao carrinho.

source: Access to &ldquo;%2$s&rdquo; is restricted only to verified owners of <a href="%3$s">%1$s</a>s. The verification is automatic and simply requires you to be <a href="%4$s">logged in</a>.
pt_br: Acesso a &quot;%2$s&quot; é restrito somente a proprietários verificados de %1$s. A verificação é automatica e só requer que você esteja <a href="%3$s">logado</a>.

source: &ldquo;%2$s&rdquo; can be purchased only in combination with <a href="%3$s">%1$s</a>s. Access to this item will be granted after adding a <a href="%3$s">%1$s</a> to the cart.
pt_br: &quot;%2$s&quot; somente pode ser comprado juntamente com %1$s. O acesso a este item será garantido depois de adicionar um %1$s ao carrinho.

source: &ldquo;%2$s&rdquo; requires the purchase of <a href="%3$s">%1$s</a>. Ownership can be verified by simply <a href="%4$s">logging in</a>. Alternatively, access to this item will be granted after adding a <a href="%3$s">%1$s</a> to the cart.
pt_br: &quot;%2$s&quot; requer a compra de %1$s. A propriedade deste item pode ser verificada simplesmente efetuando o <a href="%3$s">login</a>. Como alternativa, o acesso a este item será garantido depois de adicionar um %1$s ao carrinho.

source: WooCommerce Product Dependencies
pt_br: WooCommerce Dependências de Produto

source: Restrict access to WooCommerce products, depending on the ownership and/or purchase of other, prerequisite products or variations.
pt_br: Restringe o acesso a produtos do WooCommerce, dependendo da propriedade e/ou compra de outros produtos que são pré-requisitos.
